// XtraFinder was not tested for Finder version x.x.x
"XtraFinder was not tested for Finder version %@" = "XtraFinder는 Finder %@ 버전 하에서는 테스트되지 않았습니다.";

"Tested Finder versions are %@ - %@.\nAn update for XtraFinder will come soon.\n\nDo you want to continue using XtraFinder?" = "XtraFinder는 Finder %@ - %@ 버전까지 테스트되었습니다.\n조만간 새 버전에 대응하는 XtraFinder가 배포될 예정입니다.\n\n계속 XtraFinder를 사용하시겠습니까?";

"Please finish all background jobs like copying or moving files.\nFinder will be restarted now." = "백그라운드에서 진행 중인 파일 복사/이동 작업을 모두 종료해 주십시오.\nFinder가 지금 재실행됩니다.";
"Uninstall" = "언인스톨";

"XtraFinder has been updated to version %@!" = "XtraFinder has been updated to version %@!";